Repository: philitingar/Fizzye
Catalog: Fizzye/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hu, it, pl, ro

source: **1-3 months past expiration:** Depending on how much time has passed, the drink can start to taste salty. It might also seem a bit more fizzy and have hints of saltiness.
de: **1–3 Monate nach Ablauf des Mindesthaltbarkeitsdatums:** Je nach verstrichener Zeit kann das Getränk salzig schmecken. Es kann auch etwas kohlensäurehaltiger wirken und einen Hauch von Salz aufweisen.
es: **De 1 a 3 meses después de la fecha de caducidad:** Dependiendo del tiempo transcurrido, la bebida puede empezar a tener un sabor salado. También podría tener un poco más de gas y toques salados.
fr: **1 à 3 mois après la date limite de consommation :** Selon le temps écoulé, la boisson peut commencer à avoir un goût salé. Elle peut également paraître un peu plus pétillante et présenter des notes salées.
hu: **Lejárati idő:** Attól függően, hogy mennyi idő telt el, az ital sós ízűvé válhat. Emellett kissé szénsavasabbá válhat, és sós ízjegyeket is tartalmazhat.
it: **Da 1 a 3 mesi dopo la scadenza:** A seconda di quanto tempo è trascorso, la bevanda potrebbe iniziare ad avere un sapore salato. Potrebbe anche sembrare un po' più frizzante e presentare sentori di salinità.
pl: **1-3 miesiące po upływie terminu ważności:** W zależności od upływu czasu napój może nabrać słonego smaku. Może też wydawać się nieco bardziej musujący i mieć nutę słoności.
ro: **1-3 luni după expirare:** În funcție de timpul trecut, băutura poate începe să aibă un gust sărat. De asemenea, ar putea părea puțin mai acidulată și ar putea avea note sărate.

source: **3-6 months past expiration:** The taste may resemble a salty soda drink with only a hint of the original flavour.
de: **3-6 Monate nach Ablauf des Verfallsdatums:** Der Geschmack kann an ein salziges Erfrischungsgetränk erinnern, wobei nur noch ein Hauch des ursprünglichen Geschmacks wahrnehmbar ist.
es: **3 a 6 meses después del vencimiento:** El sabor puede parecerse a una bebida gaseosa salada con solo un toque del sabor original.
fr: **3 à 6 mois après la date de péremption :** Le goût peut ressembler à celui d’une boisson gazeuse salée avec seulement une légère trace de la saveur originale.
hu: **Lejárati idő:** 3-6 hónappal: Az íze egy sós üdítőitalra hasonlíthat, csak enyhe vonásokkal az eredeti ízvilágból.
it: **3-6 mesi dopo la scadenza:** Il sapore potrebbe ricordare quello di una bibita gassata salata, con solo un accenno del sapore originale.
pl: **3–6 miesięcy po upływie terminu ważności:** Smak może przypominać słony napój gazowany, z niewielką domieszką oryginalnego smaku.
ro: **3-6 luni după expirare:** Gustul poate semăna cu o băutură carbogazoasă sărată, cu doar o urmă de aromă originală.

source: **More than 6 months past expiration:** It will likely taste like a very salty and fizzy soda, with no other flavours remaining.
de: **Mehr als 6 Monate nach Ablauf des Verfallsdatums:** Es schmeckt wahrscheinlich wie eine sehr salzige und kohlensäurehaltige Limonade, ohne dass andere Aromen mehr vorhanden sind.
es: **Más de 6 meses después de la fecha de vencimiento:** Probablemente tendrá el sabor de un refresco muy salado y gaseoso, sin otros sabores restantes.
fr: **Plus de 6 mois après la date de péremption :** Le produit aura probablement le goût d’un soda très salé et pétillant, sans aucune autre saveur.
hu: **Lejárati idő:** Valószínűleg nagyon sós és szénsavas üdítőital íze lesz, más ízek nélkül.
it: **Scadenza superiore a 6 mesi:** Probabilmente avrà il sapore di una bibita gassata molto salata e frizzante, senza altri sapori.
pl: **Ponad 6 miesięcy po upływie terminu ważności:** Najprawdopodobniej będzie smakował jak bardzo słony i musujący napój gazowany, bez żadnych innych smaków.
ro: **A expirat mai mult de 6 luni:** Probabil va avea gust de suc acidulat foarte sărat și acidulat, fără alte arome rămase.

source: Calculate Expiration
de: Berechnung des Ablaufdatums
es: Calcular Expiración
fr: Calculer l'expiration
hu: Számold ki a lejárati dátumot.
it: Calcola la scadenza
pl: Oblicz wygaśnięcie
ro: Calcul Expirare

source: Diet
de: Diät
hu: Diéta
it: Dieta
pl: Dieta

source: Dr Pepper Snapple Group which can include:
de: Dr. Pepper Snapple Group, was die beinhalten kann:
es: Grupo Dr Pepper Snapple, que puede incluir:
fr: Groupe Dr Pepper Snapple qui peut inclure:
hu: Dr Pepper Snapple Group, amely tartalmazhatja:
it: Dr Pepper Snapple Group che può includere:
pl: Grupa Dr Pepper Snapple, w skład której mogą wchodzić:
ro: Dr Pepper Snapple Group, care poate include:

source: Enter details
de: Geben Sie die Details ein
es: Ingresar detalles
fr: Saisir les détails
hu: Írd be a részleteket.
it: Inserisci i dettagli
pl: Wprowadź szczegóły
ro: Completează detalii

source: Enter first 5 digits of code here, ex: A1234
de: 5-stelliger Code, Beispiel: A1234
es: Ingrese los primeros 5 dígitos del código aquí, ej: A1234
fr: Code à 5 chiffres ici, exemple : A1234
hu: Itt írd be a kód 5 számjegyét, pl.: A1234.
it: 5 cifre di codice qui, ad esempio: A1234
pl: Tutaj jest 5-cyfrowy kod, np. A1234
ro: Primele 5 cifre ale codului aici, de exemplu: A1234

source: Expired drinks usually don't cause any health risks if consumed.
de: Abgelaufene Getränke bergen beim Verzehr in der Regel keine Gesundheitsrisiken.
es: Las bebidas caducadas generalmente no ocasionan ningún riesgo para la salud si se consumen.
fr: Les boissons périmées ne présentent généralement aucun risque pour la santé si elles sont consommées.
hu: A lejárt szavatosságú italok fogyasztása általában nem okoz egészségügyi kockázatot.
it: Solitamente, le bevande scadute non comportano alcun rischio per la salute se consumate.
pl: Przeterminowane napoje zazwyczaj nie stanowią zagrożenia dla zdrowia, jeśli się je spożyje.
ro: Băuturile expirate, de obicei, nu prezintă riscuri pentru sănătate dacă sunt consumate.

source: Expired drinks usually don't cause any health risks if consumed. Depending on how much time has passed since the expiration date the drink can taste salty. By our tests 1-3 months past expiration can taste a bit more fizzy and with hints of saltiness, 3-6 months past expiration can taste like a salty soda drink with a hint of flavour and for more than 6 months past expiration it will probably taste like a very salty and fizzy soda, with no other flavours at all.
de: Abgelaufene Getränke verursachen beim Verzehr normalerweise keine Gesundheitsrisiken. Je nachdem, wie viel Zeit seit dem Mindesthaltbarkeitsdatum vergangen ist, kann das Getränk salzig schmecken. Nach unseren Tests kann es 1-3 Monate nach dem Mindesthaltbarkeitsdatum etwas kohlensäurehaltiger und mit einem Hauch von Salz schmecken, 3-6 Monate nach dem Mindesthaltbarkeitsdatum kann es wie ein salziges Erfrischungsgetränk mit einem Hauch von Geschmack schmecken und mehr als 6 Monate nach dem Mindesthaltbarkeitsdatum schmeckt es wahrscheinlich wie eine sehr salzige und kohlensäurehaltige Erfrischungslimonade ohne jeglichen anderen Geschmack.
es: Las bebidas caducadas no suelen causar ningún riesgo para la salud si se consumen. Según el tiempo transcurrido desde la fecha de caducidad, la bebida puede tener un sabor salado. Según nuestras pruebas, entre 1 y 3 meses después de la fecha de caducidad, puede tener un sabor un poco más gaseoso y con toques de salinidad; entre 3 y 6 meses después de la fecha de caducidad, puede tener un sabor a refresco salado con un toque de sabor y, más de 6 meses después de la fecha de caducidad, probablemente tendrá un sabor a refresco muy salado y gaseoso, sin ningún otro sabor.
fr: Les boissons périmées ne présentent généralement aucun risque pour la santé si elles sont consommées. En fonction du temps écoulé depuis la date d'expiration, la boisson peut avoir un goût salé. D'après nos tests, une boisson périmée de 1 à 3 mois peut avoir un goût un peu plus pétillant et avec des notes salées, une boisson périmée de 3 à 6 mois peut avoir le goût d'une boisson gazeuse salée avec une pointe de saveur et, au-delà de 6 mois après la date d'expiration, elle aura probablement le goût d'un soda très salé et pétillant, sans aucune autre saveur.
hu: A lejárt italok fogyasztása általában nem jelent egészségügyi kockázatot. Attól függően, hogy mennyi idő telt el a lejárati idő óta, az ital sós ízű lehet. Vizsgálataink szerint 1-3 hónappal a szavatossági lejárat után egy kicsit szénsavasabb és némi sós ízű lehet, 3-6 hónap lejárta után pedig olyan ízű lehet, mint egy enyhe ízű sós üdítőital, és több mint 6 hónappal a lejárat után valószínűleg íze olyan, mint egy nagyon sós és szénsavas szóda, más ízek nélkül.
it: Le bevande scadute di solito non causano alcun rischio per la salute se consumate. A seconda di quanto tempo è trascorso dalla data di scadenza, la bevanda può avere un sapore salato. Secondo i nostri test, 1-3 mesi dopo la scadenza può avere un sapore un po' più frizzante e con accenni di salato, 3-6 mesi dopo la scadenza può avere il sapore di una bevanda gassata salata con un pizzico di sapore e per più di 6 mesi dopo la scadenza probabilmente avrà il sapore di una bevanda gassata molto salata e frizzante, senza altri sapori.
pl: Przeterminowane napoje zazwyczaj nie powodują żadnych zagrożeń dla zdrowia, jeśli są spożywane. W zależności od tego, ile czasu minęło od daty ważności, napój może mieć słony smak. Według naszych testów napój po upływie terminu ważności od 1 do 3 miesięcy może mieć nieco bardziej musujący smak i nutę słoności, napój po upływie terminu ważności od 3 do 6 miesięcy może smakować jak słony napój gazowany z nutą smaku, a po upływie terminu ważności powyżej 6 miesięcy prawdopodobnie będzie smakował jak bardzo słony i musujący napój gazowany, bez żadnych innych smaków.
ro: Băuturile expirate, de obicei, nu provoacă niciun risc pentru sănătate dacă sunt consumate. În funcție de cât timp a trecut de la data expirării băutura poate avea gust sărat. După testele noastre, după 1-3 luni după expirare, poate avea un gust puțin mai gazos și cu note de salinitate, cu 3-6 luni după expirare poate avea gust ca o băutură sifonică sărată cu o notă de aromă și, pentru mai mult de 6 luni după expirare, probabil va avea gust are gust de sifon foarte sărat și gazos, fără alte arome.

source: Expires in
de: Läuft ab in
es: Caduca en
fr: Expire dans
hu: Lejár:
it: Scade tra
pl: Wygasa za
ro: Expiră în

source: Glass Bottle/Cans expire in
de: Glasflasche/Dosen laufen ab in
es: Botella de vidrio/latas caducan en
fr: Les bouteilles en verre/les canettes expirent dans
hu: Üveges palackok/konzervek lejárata:
it: Le bottiglie/lattine di vetro scadono in
pl: Butelki/puszki szklane tracą ważność w ciągu
ro: Sticle/Doze expiră în

source: If you need help, or have a suggestion for a beverage that isn't listed, please fill out our form:
de: Wenn Sie Hilfe benötigen oder einen Vorschlag für ein Getränk haben, das nicht aufgeführt ist, füllen Sie bitte unser Formular aus:
es: Si necesitas ayuda o tienes una sugerencia para una bebida que no esté en la lista, por favor completa nuestro formulario:
fr: Si vous avez besoin d'aide, ou si vous avez une suggestion pour une boisson qui n'est pas listée, veuillez remplir notre formulaire:
hu: Ha segítségre van szükséged, vagy van egy javaslatod egy italra, ami nincs felsorolva, kérlek töltsd ki az űrlapunkat:
it: Se hai bisogno di aiuto o hai un suggerimento per una bevanda che non è elencata, compila il nostro modulo:
pl: Jeśli potrzebujesz pomocy lub masz sugestię dotyczącą napoju, którego nie ma na liście, wypełnij nasz formularz:
ro: Dacă ai nevoie de ajutor sau ai o sugestie pentru o băutură care nu e listată, completează formularul:

source: PET Bottles expire in
de: PET-Flaschen laufen ab in
es: Botellas de PET caducan en
fr: Les bouteilles en PET expirent dans
hu: PET palackok lejárata:
it: Le bottiglie in PET scadono in
pl: Butelki PET tracą ważność za
ro: Sticle din plastic expiră în

source: Please select the type of drink before calculating.
de: Bitte wählen Sie vor der Berechnung die Getränkeart aus.
es: Seleccione el tipo de bebida antes de calcular.
fr: Veuillez sélectionner le type de boisson avant de calculer.
hu: Számítás előtt válasszd ki az ital típusát.
it: Seleziona il tipo di bevanda prima di effettuare il calcolo.
pl: Przed dokonaniem obliczeń wybierz rodzaj napoju.
ro: Te rog să selectezi tipul de băutură înainte de a calcula.

source: Sugary
de: Zucker
es: Azucarada
fr: Sucré
hu: Cukros
it: Sugar
pl: Cukier
ro: Zahăr

source: Tap here to access the form.
de: Tippen Sie hier, um auf das Formular zuzugreifen.
es: Toca aquí para acceder al formulario.
fr: Appuyez ici pour accéder au formulaire.
hu: Érintsd meg itt az űrlap eléréséhez.
it: Tocca qui per accedere al modulo.
pl: Kliknij tutaj, aby uzyskać dostęp do formularza.
ro: Apasă aici pentru a accesa formularul.

source: The code cannot exceed 5 characters.
de: Der Code darf 5 Zeichen nicht überschreiten.
es: El código no puede exceder 5 caracteres.
fr: Le code ne peut pas dépasser 5 caractères.
hu: A kód nem haladhatja meg az 5 karaktert.
it: Il codice non può superare i 5 caratteri.
pl: Kod nie może przekraczać 5 znaków.
ro: Codul nu poate depăși 5 caractere.

source: The code must be in the format 'L1234'.
de: Der Code muss im Format 'L1234' sein.
es: El código debe estar en el formato 'L1234'.
fr: Le code doit être au format 'L1234'.
hu: A kódnak a következő formátumban kell lennie: 'L1234'.
it: Il codice deve essere nel formato 'L1234'.
pl: Kod musi mieć format „L1234”.
ro: Codul trebuie să fie în formatul 'L1234'.

source: The code must start with a letter.
de: Der Code muss mit einem Buchstaben beginnen.
es: El código debe comenzar con una letra.
fr: Le code doit commencer par une lettre.
hu: A kódnak egy betűvel kell kezdődnie.
it: Il codice deve iniziare con una lettera.
pl: Kod musi zaczynać się od litery.
ro: Codul trebuie să înceapă cu o literă.

source: The code you entered is incorrect. Make sure you put in the correct code.
de: Der von Ihnen eingegebene Code ist falsch. Stellen Sie sicher, dass Sie den richtigen Code eingeben.
es: El código que has introducido es incorrecto. Asegúrate de introducir el código correcto.
fr: Le code que vous avez saisi est incorrect. Assurez-vous d'avoir saisi le bon code.
hu: A megadott kód helytelen. Ügyelj arra, hogy a megfelelő kódot írd be.
it: Il codice inserito non è corretto. Assicurati di inserire il codice corretto.
pl: Wprowadzony kod jest niepoprawny. Upewnij się, że wpisałeś poprawny kod.
ro: Codul introdus este greșit. Asigură-te că ai introdus codul corect.

source: The remaining characters must consist of numbers only.
de: Die verbleibenden Zeichen müssen nur aus Zahlen bestehen.
es: Los caracteres restantes deben consistir solo en números.
fr: Les caractères restants doivent être constitués uniquement de chiffres.
hu: A maradék karaktereknek csak számoknak kell lenniük.
it: I caratteri rimanenti devono essere composti solo da numeri.
pl: Pozostałe znaki mogą składać się wyłącznie z cyfr.
ro: Caracterul rămas trebuie să fie doar cifre.

source: This calculator only works with beverages produced in the USA.
de: Dieser Rechner funktioniert nur mit in den USA produzierten Getränken.
es: Esta calculadora solo funciona con bebidas producidas en los EE. UU.
fr: Ce calculateur ne fonctionne qu'avec les boissons produites aux États-Unis.
hu: Ez a kalkulátor csak az Egyesült Államokban gyártott italokkal működik.
it: Questa calcolatrice funziona solo con le bevande prodotte negli Stati Uniti.
pl: Ten kalkulator działa wyłącznie w przypadku napojów wyprodukowanych w USA.
ro: Acest calculator funcționează doar pentru băuturi produse în SUA.

source: This drink is good to consume.
de: Dieses Getränk ist zum Verzehr geeignet.
es: Esta bebida es apta para el consumo.
fr: Cette boisson est bonne à consommer.
hu: Ez az ital fogyasztható.
it: Questa bevanda è buona da bere.
pl: Napój ten jest dobry do spożycia.
ro: Această băutură este bună de consumat.

source: This is expired.
de: Dieses Getränk ist abgelaufen.
es: Esto está caducado.
fr: Ceci est expiré.
hu: Ez lejárt.
it: Questa è scaduta.
pl: To jest przeterminowane.
ro: Aceasta băutura este expirată.

source: Code: %@
es: Código: %@
hu: Kód: %@
it: Codice: %@
pl: Kod: %@
ro: Codul: %@

source: Error
ro: Eroare
